"1" = "Erreur";
"2" = "Attention";

"14" = "Ce Jeu d'Écrans est utilisé (par une application ou un événement). Il ne peut donc pas être effacé.";
"15" = "Cet équivalent–clavier est déjà utilisé par le Jeu d'Écrans ‘%@’.
Veuillez en utiliser un autre.";
"16" = "Cet équivalent–clavier est déjà utilisé par SwitchResX.
Veuillez en utiliser un autre.";
"17" = "Les informations d'enregistrement ne sont pas valides.
Veuillez vérifier vos données et les renseigner exactement telles qu'elles vous ont été communiquées.";
"18" = "Merci d'avoir enregistré SwitchResX.";
"19" = "Vous pouvez dorénavant utiliser ses fonctions sans limitation.";
"20" = "Vous pouvez dorénavant sauver vos préférences sans limitation.";

"24" = "OK";
"25" = "Oui";
"26" = "Annuler";
"27" = "Non";
"28" = "Enregistrer";
"29" = "Ne pas enregistrer";

"30" = "Souhaitez vous enregistrer les modifications apportées à vos paramètres ?";
"31" = "Vos modifications seront perdues si vous ne les enregistrez pas.";

"40" = "Un événement extérieur est survenu";
"41" = "Vos dernières modifications ont été annulées et les paramètres précédents seront rechargés.";
"42" = "Un nouveau Jeu d'Écran a été créé";
"43" = "Vos modifications aux Jeux d'Écrans ont été annulées et les paramètres précédents seront rechargés.";

"50" = "Restaurer les paramètres d'usine pour l'écran \"%@\" ?";
"51" = "Les paramètres système seront réinitialisés sur le disque, et vos modifications apportées à cet écran seront perdues.";

"60" = "Voulez vous réellement désisntaller SwitchResX ?";
"61" = "En cliquant sur Oui, vous :
- stopperez le Daemon SwitchResX
- désinstallerez tous les utilitaires SwitchResX
- réinitialiserez tous les paramètres Système";

"62" = "SwitchResX a été désintallé";
"63" = "SwitchResX Control va maintenant quitter. Il vous appartient d'effacer le Panneau de Préférences SwitchResX manuellement.";

"100" = "Le système ne fournit pas de détails pour cette résolution";
"101" = "Il est donc impossible d'afficher des valeurs cohérentes.";

"200" = "Une erreur est apparue pendant l'enregistrement";
"201" = "L'enregistrement n'a pas pu aboutir pour la raison suivante";

"1019" = "Choisissez une application…";
"1020" = "Choisissez un script…";

"2409" = "À propos de SwitchResX";
"2410" = "Réglages généraux";
"2411" = "Jeux d'Écrans";
"2412" = "Applications";
"2413" = "Événements";
"2414" = "Menus";
"2415" = "Bureau";
"2416" = "Écran X";

"2613" = "%@ - copie";
"2614" = "Nouveau Jeu d'Écrans";
"2615" = "< introuvable >";

"2700" = "Placer les icones sur une grille de taille %d × %d";
"2701" = "Sauver le bureau avant d'appliquer un nouveau Jeu d'Écrans";
"2702" = "Sauver le bureau avant d'appliquer une nouvelle résolution";

"3000" = "Créée";
"3001" = "Échelle";
"3002" = "Standard";

"2800" = "La version non enregistrée de SwitchResX n'autorise que 2 résolutions supplémentaires";
"2801" = " actif - impossible de sauver toute nouvelle résolution créée";
"2802" = "System Integrity Protection";
"2803" = " actif - impossible d'installer les modules";
"2804" = "Toute modification dans ce panneau nécessitera un mot de passe administrateur pour être enregistrée, et un redémarrage pour être appliquée.";
"2805" = " actif - impossible de modifier certaines préférences";

// Before reboot
"3100" = "Non sauvée";						// SRX but not saved
"3101" = "Non installée";					// SRX saved, not saved in overrides
"3102" = "Système uniquement - invalide";	// Override only, not valid
"3103" = "Après redémarrage";				// SRX saved, in Override, not active before reboot
"3104" = "Status inconnu 4";				// System only, not in override (all normal resolutions, but shouldn't be visible)
"3105" = "Status inconnu 5";				// System and SRX too, no need to be in override (will duplicate)
"3106" = "Système uniquement";				// System and override, not in SRX
"3107" = "Active";							// System, override and SRX

// Alternative
"3201" = "Non installée - SIP actif";		// SRX saved, not saved in overrides because SIP active
"3203" = "Refusée par le système";			// SRX saved, in Override, but after reboot not active (otherwise would be 7)

